adpyke.codesnap
adpyke.vscode-sql-formatter
aykutsarac.jsoncrack-vscode
batisteo.vscode-django
bradgashler.htmltagwrap
bradlc.vscode-tailwindcss
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
cweijan.dbclient-jdbc
docker.docker
donjayamanne.python-environment-manager
donjayamanne.python-extension-pack
dsznajder.es7-react-js-snippets
eamodio.gitlens
ebenezerdon.npm-studio
esbenp.prettier-vscode
figma.figma-vscode-extension
formulahendry.auto-rename-tag
github.copilot
github.copilot-chat
glenn2223.live-sass
hnw.vscode-auto-open-markdown-preview
janne252.fontawesome-autocomplete
kevinrose.vsc-python-indent
mechatroner.rainbow-csv
monicaim.monica-code
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.black-formatter
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
naumovs.color-highlight
njpwerner.autodocstring
nrwl.angular-console
patbenatar.advanced-new-file
pkief.material-icon-theme
rangav.vscode-thunder-client
ritwickdey.liveserver
sdras.night-owl
shardulm94.trailing-spaces
shd101wyy.markdown-preview-enhanced
solnurkarim.html-to-css-autocompletion
swagup.sf-xml-formatter
thekalinga.bootstrap4-vscode
tomoki1207.pdf
usernamehw.errorlens
vincaslt.highlight-matching-tag
visualstudioexptteam.intellicode-api-usage-examples
wallabyjs.console-ninja
wesbos.theme-cobalt2
wholroyd.jinja
zhuangtongfa.material-theme
